Repository: webim/webim-mobile-ui-ios
Catalog: Sources/WebimMobileWidget/Classes/Localization/*.lproj/Localizable.strings
Languages: de, fr, it

source: Account
de: Konto
fr: Compte

source: AccountBlocked
de: Das zum Erstellen der Sitzung verwendete Konto ist gesperrt. Wenden Sie sich an den Webim-Support oder verwenden Sie ein anderes Konto.
fr: Le compte utilisé pour créer la session est bloqué. Veuillez contacter le support Webim ou en utiliser un autre.
it: L'account utilizzato per creare la sessione è bloccato. Contatta il supporto Webim o usane un altro.

source: Additional information
de: Weitere Informationen
fr: Informations Complémentaires
it: Ulteriori informazioni

source: Agent title
de: Agententitel
fr: Titre de l'agent
it: Titolo dell'agente

source: Alert account name
de: Webim-Kontoname oder vollständige Serveradresse (zum Beispiel "demo" oder "https://demo.webim.ru")
fr: Nom du compte Webim ou adresse complète du serveur (par exemple, « demo » ou « https://demo.webim.ru »)
it: Nome dell'account Webim o indirizzo completo del server (ad esempio, "demo" o "https://demo.webim.ru")

source: Camera
de: Kamera
fr: Caméra
it: Fotocamera

source: Camera is not available
de: Kamera ist nicht verfügbar
fr: La caméra n'est pas disponible
it: La fotocamera non è disponibile

source: Cancel
de: Stornieren
fr: Annuler
it: Annulla

source: Chat does not exist
de: Chat existiert nicht
fr: Le chat n'existe pas
it: La chat non esiste

source: Chat finished.
de: Chat beendet.
fr: Chat terminé.
it: Chat terminata.

source: Comment is too long
de: Der Kommentar ist zu lang
fr: Le commentaire est trop long
it: Il commento è troppo lungo

source: Connection error
de: Verbindungsfehler
fr: erreur de connexion
it: Errore di connessione

source: Choose department
de: Wählen Sie eine Abteilung
fr: Choisir le département
it: Scegli dipartimento

source: Copy
de: Kopie
fr: Copie
it: Copia

source: Delete
de: Löschen
fr: Supprimer
it: Eliminare

source: Delete message unknown error
de: Unbekannter Fehler beim Löschen der Nachricht
fr: Erreur inconnue de suppression du message
it: Elimina messaggio errore sconosciuto

source: Deleting messages is turned off on the server
de: Das Löschen von Nachrichten ist auf dem Server deaktiviert
fr: La suppression des messages est désactivée sur le serveur
it: L'eliminazione dei messaggi è disattivata sul server

source: Edit
de: Bearbeiten
fr: Modifier
it: Modificare

source: Edit message unknown error
de: Unbekannter Fehler beim Bearbeiten der Nachricht
fr: Modifier le message erreur inconnue
it: Modifica messaggio errore sconosciuto

source: Editing message is empty
de: Die Bearbeitungsnachricht ist leer
fr: Le message d'édition est vide
it: Il messaggio di modifica è vuoto

source: Editing messages is turned off on the server
de: Das Bearbeiten von Nachrichten ist auf dem Server deaktiviert
fr: La modification des messages est désactivée sur le serveur
it: La modifica dei messaggi è disattivata sul server

source: Enter message
de: Nachricht eingeben
fr: Saisir un message
it: Inserisci il messaggio

source: Enter your comment
de: Geben Sie Ihren Kommentar ein
fr: Entrez votre commentaire
it: Inserisci il tuo commento

source: Failed to send survey answer
de: Senden der Umfrageantwort fehlgeschlagen
fr: Impossible d'envoyer la réponse à l'enquête
it: Impossibile inviare la risposta al sondaggio

source: Failed to upload file: visitor is not logged in
de: Datei konnte nicht hochgeladen werden: Besucher ist nicht angemeldet
fr: Échec du téléchargement du fichier : le visiteur n'est pas connecté
it: Impossibile caricare il file: il visitatore non ha effettuato l'accesso

source: Fetching more messages...
de: Weitere Nachrichten abrufen ...
fr: Récupération de plus de messages...
it: Recupero di altri messaggi...

source: File
de: Datei
fr: Déposer

source: File is being sent
de: Datei wird gesendet
fr: Le fichier est en cours d'envoi
it: Il file è in fase di invio

source: File is too large.
de: Die Datei ist zu groß.
fr: Le fichier est trop volumineux.
it: Il file è troppo grande.

source: File is too small
de: Datei ist zu klein
fr: Le fichier est trop petit
it: Il file è troppo piccolo

source: File upload request canceled
de: Datei-Upload-Anforderung abgebrochen
fr: Demande de téléchargement de fichier annulée
it: Richiesta di caricamento file annullata

source: File sending failed
de: Das Senden der Datei ist fehlgeschlagen
fr: L'envoi du fichier a échoué
it: Invio file non riuscito

source: File type is not supported
de: Der Dateityp wird nicht unterstützt
fr: Le type de fichier n'est pas pris en charge
it: Il tipo di file non è supportato

source: File sending unknown error
de: Unbekannter Fehler beim Senden der Datei
fr: Erreur inconnue lors de l'envoi du fichier
it: Errore sconosciuto nell'invio del file

source: Go to Settings
de: Gehen Sie zu Einstellungen
fr: Allez dans Paramètres
it: Vai su Impostazioni

source: Image
de: Bild
it: Immagine

source: Incorrect radio value
de: Falscher Radiowert
fr: Valeur radio incorrecte
it: Valore radio errato

source: Incorrect stars value
de: Falscher Sternewert
fr: Valeur des étoiles incorrecte
it: Valore stelle non corretto

source: Incorrect survey ID
de: Falsche Umfrage-ID
fr: ID d'enquête incorrect
it: ID sondaggio non corretto

source: InvalidSettings
de: Ungültige Kontoeinstellungen
fr: Paramètres de compte invalides
it: Impostazioni dell'account non valide

source: LoadError
de: Ladefehler
fr: Erreur de chargement
it: Errore di caricamento

source: LoadFileErrorText
de: Versuchen Sie, eine andere Datei hochzuladen
fr: Essayez de télécharger un autre fichier
it: Prova a caricare un altro file

source: Loading File...
de: Datei wird geladen...
fr: Chargement du fichier...
it: Caricamento del file...

source: MaxFilesCountExceeded
de: Dateianzahl pro Nachricht wurde überschritten
fr: Le nombre de fichiers par limite de message est dépassé
it: Superato il limite di conteggio dei file per messaggio

source: MaxMessageLengthExceeded
de: Maximale Nachrichtenlänge überschritten
fr: La longueur maximale du message a été dépassée
it: Lunghezza massima del messaggio superata

source: Message deleting failed
de: Löschen der Nachricht fehlgeschlagen
fr: La suppression du message a échoué
it: Eliminazione del messaggio non riuscita

source: Message editing failed
de: Das Bearbeiten der Nachricht ist fehlgeschlagen
fr: Échec de la modification du message
it: Modifica del messaggio non riuscita

source: Message not found
de: Nachricht nicht gefunden
fr: Message introuvable
it: Messaggio non trovato

source: Message not owned by visitor
de: Nachricht gehört nicht dem Besucher
fr: Message n'appartenant pas au visiteur
it: Messaggio non di proprietà del visitatore

source: Need camera access
de: Benötigt Zugriff auf die Kamera
fr: Besoin d'un accès à la caméra
it: È necessario l'accesso alla fotocamera

source: Need photo access
de: Die App benötigt Zugriff auf Ihre Fotobibliothek. Gehen Sie bitte zu den Geräteeinstellungen > Datenschutz > Fotos und stellen Sie diese auf EIN
fr: L'application a besoin d'accéder à votre photothèque. Accédez aux paramètres de votre appareil > Confidentialité > Photos et activez-les.
it: L'app ha bisogno di accedere alla tua libreria di foto. Vai alle impostazioni del tuo dispositivo > Privacy > Foto e imposta su ON

source: No agent
de: Kein Agent
fr: Aucun agent
it: Nessun agente

source: No agents available
de: Keine Agenten verfügbar
fr: Aucun agent disponible
it: Nessun agente disponibile

source: No current survey
de: Keine aktuelle Umfrage
fr: Aucune enquête en cours
it: Nessun sondaggio attuale

source: Note for rate is too long
de: Hinweis zum Rate ist zu lang
fr: La note sur le tarif est trop longue
it: La nota per la tariffa è troppo lunga

source: Open app settings
de: Öffnen Sie die Anwendungseinstellungen
fr: Ouvrir les paramètres de l'application
it: Apri le impostazioni dell'app

source: Operator Info
de: Infos zum Agenten
fr: Informations sur l'agent
it: Informazioni sull'agente

source: Operator rating failed
de: Agent kann nicht bewertet werden
fr: L'agent ne peut pas être évalué
it: L'agente non può essere valutato

source: P.CR
de: Ein Agent hat Ihre Kontaktdaten angefordert.
fr: Un agent a demandé vos coordonnées.
it: Un agente ha richiesto i tuoi dati di contatto.

source: P.OA
de: Ihrer Anfrage wurde Agent %@ zugewiesen.
fr: L'agent %@ a été affecté à votre demande.
it: L'agente %@ è stato assegnato alla tua richiesta.

source: P.OF
de: %@ hat eine Datei gesendet: %@.
fr: %@ a envoyé un fichier : %@.
it: %@ ha inviato un file: %@.

source: P.OM
de: %@ hat eine Nachricht geschrieben: %@
fr: %@ a écrit un message : %@
it: %@ ha scritto un messaggio: %@

source: P.RO
de: Bewerten Sie den Agenten.
fr: Évaluez l'agent.
it: Valuta l'agente.

source: Photo Library
de: Fotobibliothek
fr: Photothèque
it: Libreria fotografica

source: Please Allow Access
de: Bitte erlauben Sie den Zugriff
fr: Veuillez autoriser l'accès
it: Si prega di consentire l'accesso

source: Please rate the overall impression of the consultation
de: Bitte bewerten Sie den Gesamteindruck der Beratung.
fr: Veuillez évaluer l’impression générale de la consultation.
it: Per favore, dai un voto all'impressione generale della consulenza.

source: Question not found
de: Frage nicht gefunden
fr: Question introuvable
it: Domanda non trovata

source: Rate Operator
de: Bitte bewerten Sie den Agenten
fr: Agent de taux
it: Agente tariffario

source: Reply
de: Antwort
fr: Répondre
it: Rispondere

source: Response cannot be created for this request
de: Für diese Anfrage kann keine Antwort erstellt werden
fr: Impossible de créer une réponse pour cette demande
it: Non è possibile creare una risposta per questa richiesta

source: Run autotest
de: Führen Sie den Autotest aus
fr: Exécuter un test automatique
it: Esegui il test automatico

source: Save error
de: Speicherfehler
fr: Enregistrer l'erreur
it: Salva errore

source: SaveError
de: Speicherfehler
fr: Enregistrer l'erreur
it: Salva errore

source: SaveErrorMessage
de: Kein Zugriff zum Speichern von Bildern auf dem Gerät. Gewähren Sie Zugriff in den Anwendungseinstellungen.
fr: Aucun accès pour enregistrer des images sur l'appareil. Accordez l'accès dans les paramètres de l'application.
it: Nessun accesso per salvare le immagini sul dispositivo. Concedi l'accesso nelle impostazioni dell'applicazione.

source: SaveFileErrorMessage
de: Kein Zugriff zum Speichern von Dateien auf dem Gerät. Gewähren Sie Zugriff in den Anwendungseinstellungen.
fr: Aucun accès pour enregistrer les fichiers sur l'appareil. Accordez l'accès dans les paramètres de l'application.
it: Nessun accesso per salvare i file sul dispositivo. Concedi l'accesso nelle impostazioni dell'applicazione.

source: Saved!
de: Gespeichert!
fr: Sauvé !
it: Salvato!

source: Send
de: Senden
fr: Envoyer
it: Inviare

source: Send first message to start chat.
de: Senden Sie die erste Nachricht, um den Chat zu starten.
fr: Envoyez le premier message pour démarrer la discussion.
it: Invia il primo messaggio per iniziare la chat.

source: Send keyboard request failed
de: Das Senden der Tastaturanforderung ist fehlgeschlagen
fr: Échec de l'envoi de la demande de clavier
it: Invio richiesta da tastiera non riuscito

source: Send keyboard request unknown error
de: Unbekannter Fehler beim Senden einer Tastaturanforderung
fr: Envoyer une demande de clavier erreur inconnue
it: Invia richiesta tastiera errore sconosciuto

source: Sending
de: Senden
fr: Envoi
it: Invio

source: Sending files in body is not supported
de: Das Senden von Dateien im Textkörper wird nicht unterstützt
fr: L'envoi de fichiers dans le corps n'est pas pris en charge
it: L'invio di file nel corpo non è supportato

source: Session creation failed
de: Die Sitzungserstellung ist fehlgeschlagen
fr: La création de la session a échoué
it: Creazione della sessione non riuscita

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

source: Survey disabled
de: Umfrage deaktiviert
fr: Enquête désactivée
it: Sondaggio disabilitato

source: Thanks!
de: Danke!
fr: Merci!
it: Grazie!

source: The image has been saved to your photos
de: Das Bild wurde in Ihren Fotos gespeichert
fr: L'image a été enregistrée dans vos photos
it: L'immagine è stata salvata nelle tue foto

source: There is no current agent to rate
de: Es gibt keinen Agenten zum Bewerten.
fr: Il n'y a pas d'agent à évaluer.
it: Non c'è nessun agente da valutare.

source: This agent not in the current chat
de: Dieser Agent ist nicht im aktuellen Chat
fr: Cet agent n'est pas dans la discussion actuelle
it: Questo agente non è nella chat corrente

source: Unknown error
de: Unbekannter Fehler
fr: Erreur inconnue
it: Errore sconosciuto

source: Uploading file
de: Datei hochladen
fr: Téléchargement du fichier
it: Caricamento file

source: Webim needs permission to access your camera so you can send photos to chat.
de: Webim benötigt die Berechtigung, auf Ihre Kamera zuzugreifen, damit Sie Fotos zum Chatten senden können.
fr: Webim a besoin d'une autorisation pour accéder à votre caméra afin que vous puissiez envoyer des photos pour discuter.
it: Webim ha bisogno dell'autorizzazione per accedere alla tua fotocamera affinché tu possa inviare foto alla chat.

source: Wrong button ID in request
de: Falsche Button-ID in der Anfrage
fr: ID de bouton incorrect dans la demande
it: ID pulsante errato nella richiesta

source: Wrong message ID in request
de: Falsche Nachrichten-ID in der Anfrage
fr: ID de message erroné dans la demande
it: ID messaggio errato nella richiesta

source: Wrong message kind (not text)
de: Falsche Nachrichtenart (kein Text)
fr: Type de message incorrect (pas de texte)
it: Tipo di messaggio errato (non testo)

source: Your feedback will help us become better.
de: Ihr Feedback hilft uns, besser zu werden.
fr: Vos commentaires nous aideront à nous améliorer.
it: Il tuo feedback ci aiuterà a migliorare.

source: Your visitor account is in the black list.
de: Ihr Besucherkonto steht auf der schwarzen Liste.
fr: Votre compte visiteur est dans la liste noire.
it: Il tuo account visitatore è nella lista nera.

source: Session initialization failed.
de: Die Sitzungsinitialisierung ist fehlgeschlagen.
fr: L'initialisation de la session a échoué.
it: Inizializzazione della sessione non riuscita.

source: comment
de: Kommentar
fr: commentaire
it: commento

source: edited
de: bearbeitet
fr: édité
it: modificato

source: typing
de: tippen
fr: dactylographie
it: digitando

source: You
de: Sie
fr: Toi
it: Voi

source: Agreement link
de: Einwilligung zur Verarbeitung personenbezogener Daten

source: Agreement Title
de: Um den Chat zu starten, müssen Sie die Einwilligung zur Verarbeitung personenbezogener Daten akzeptieren.

source: Agreement
de: Durch Ankreuzen des Kästchens akzeptieren Sie

source: Start chat
de: Chat starten
